Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# affirmationReminders.title
source: Affirmation reminders
de: Affirmations-Erinnerungen
es: Recordatorios de afirmaciones
fr: Rappels d'affirmations
hy: Աֆիրմացիայի հիշեցումներ
it: Promemoria di affermazioni
ka: აფირმაციის შეხსენებები
ru: Напоминания с аффирмациями
sr: Подсетници за афирмације

# affirmationReminders.toggle.subtitle
source: Short pushes, one line each
de: Kurze Pushes, je eine Zeile
es: Avisos breves, una frase cada uno
fr: Notifications brèves, une phrase chacune
hy: Կարճ ծանուցումներ՝ մեկական տող
it: Notifiche brevi, una frase ciascuna
ka: მოკლე შეტყობინებები, თითო ფრაზა
ru: Короткие пуши, по одной строке
sr: Кратка обавештења, по једна реченица

# affirmationReminders.toggle.title
source: Send through the day
de: Über den Tag verteilt senden
es: Enviar durante el día
fr: Envoyer au fil de la journée
hy: Ուղարկել օրվա ընթացքում
it: Invia durante il giorno
ka: გაგზავნა დღის განმავლობაში
ru: Присылать в течение дня
sr: Шаљи током дана

# affirmations.addAccessibility
source: Add your own line
de: Eigene Zeile hinzufügen
es: Añadir tu propia frase
fr: Ajouter ta propre phrase
hy: Ավելացնել քո տողը
it: Aggiungi una tua frase
ka: დაამატე შენი ფრაზა
ru: Добавить свою строку
sr: Додај своју реченицу

# affirmations.adding.eyebrow
source: Your own line
de: Deine eigene Zeile
es: Tu propia frase
fr: Ta propre phrase
hy: Քո սեփական տողը
it: Una tua frase
ka: შენი ფრაზა
ru: Своя строка
sr: Твоја реченица

# affirmations.closeAccessibility
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# affirmations.editing.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# affirmations.editing.eyebrow
source: Editing
de: Bearbeiten
es: Edición
fr: Modification
hy: Խմբագրում
it: Modifica
ka: რედაქტირება
ru: Редактирование
sr: Уређивање

# affirmations.editing.placeholder
source: Write a line that sounds like you
de: Schreib eine Zeile, die nach dir klingt
es: Escribe una frase que suene a ti
fr: Écris une phrase qui te ressemble
hy: Գրիր տող, որը քեզ նման է հնչում
it: Scrivi una frase che ti somigli
ka: დაწერე ფრაზა, რომელიც შენსავით ჟღერს
ru: Напиши строку, которая звучит как ты
sr: Напиши реченицу која звучи као ти

# affirmations.editing.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
hy: Պահպանել
it: Salva
ka: შენახვა
ru: Сохранить
sr: Сачувај

# affirmations.generating.stage1
source: Reading your day…
de: Dein Tag wird gelesen …
es: Leyendo tu día…
fr: Lecture de ta journée…
hy: Կարդում եմ քո օրը…
it: Leggendo la tua giornata…
ka: ვკითხულობ შენს დღეს…
ru: Читаю твой день…
sr: Читам твој дан…

# affirmations.generating.stage2
source: Writing today's line…
de: Die heutige Zeile wird geschrieben …
es: Escribiendo la frase de hoy…
fr: Écriture de la phrase du jour…
hy: Գրում եմ այսօրվա տողը…
it: Scrivendo la frase di oggi…
ka: ვწერ დღევანდელ ფრაზას…
ru: Пишу строку на сегодня…
sr: Пишем данашњу реченицу…

# affirmations.list.addOwn
source: Write your own…
de: Schreib deine eigene …
es: Escribe la tuya…
fr: Écris la tienne…
hy: Գրիր քոնը…
it: Scrivi la tua…
ka: დაწერე შენი…
ru: Напиши свою…
sr: Напиши своју…

# affirmations.list.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hy: Ջնջել
it: Elimina
ka: წაშლა
ru: Удалить
sr: Обриши

# affirmations.list.eyebrow
source: Your list · in rotation
de: Deine Liste · in Rotation
es: Tu lista · en rotación
fr: Ta liste · en rotation
hy: Քո ցուցակը · ռոտացիայում
it: La tua lista · in rotazione
ka: შენი სია · როტაციაში
ru: Твой список · в ротации
sr: Твоја листа · у ротацији

# affirmations.list.rotationOffAccessibility
source: Out of the reminder rotation. Double-tap to add.
de: Nicht in der Erinnerungsrotation. Zum Hinzufügen doppelt tippen.
es: Fuera de la rotación de recordatorios. Doble toque para añadirla.
fr: Hors de la rotation des rappels. Touchez deux fois pour l'ajouter.
hy: Հիշեցումների ռոտացիայում չէ: Կրկնակի հպեք՝ ավելացնելու համար:
it: Fuori dalla rotazione dei promemoria. Doppio tocco per aggiungerla.
ka: შეხსენებების როტაციაში არ არის. ორჯერ შეეხეთ დასამატებლად.
ru: Не в ротации напоминаний. Дважды коснитесь, чтобы добавить.
sr: Није у ротацији подсетника. Додирни двапут да додаш.

# affirmations.list.rotationOnAccessibility
source: In the reminder rotation. Double-tap to remove.
de: In der Erinnerungsrotation. Zum Entfernen doppelt tippen.
es: En la rotación de recordatorios. Doble toque para quitarla.
fr: Dans la rotation des rappels. Touchez deux fois pour la retirer.
hy: Հիշեցումների ռոտացիայում է: Կրկնակի հպեք՝ հեռացնելու համար:
it: Nella rotazione dei promemoria. Doppio tocco per rimuoverla.
ka: შეხსენებების როტაციაშია. ორჯერ შეეხეთ მოსაშორებლად.
ru: В ротации напоминаний. Дважды коснитесь, чтобы убрать.
sr: У ротацији подсетника. Додирни двапут да уклониш.

# affirmations.recent.eyebrow
source: Recent · kept 7 days
de: Zuletzt · 7 Tage aufbewahrt
es: Recientes · se guardan 7 días
fr: Récentes · gardées 7 jours
hy: Վերջինները · պահվում են 7 օր
it: Recenti · conservate 7 giorni
ka: ბოლოდროინდელი · ინახება 7 დღე
ru: Недавние · хранятся 7 дней
sr: Недавне · чувају се 7 дана

# affirmations.recent.promoteAccessibility
source: Keep this line in your list
de: Diese Zeile in deiner Liste behalten
es: Guardar esta frase en tu lista
fr: Garder cette phrase dans ta liste
hy: Պահել այս տողը քո ցուցակում
it: Conserva questa frase nella tua lista
ka: შეინახე ეს ფრაზა შენს სიაში
ru: Сохранить эту строку в списке
sr: Сачувај ову реченицу у својој листи

# affirmations.remindersAccessibility
source: Reminder settings
de: Erinnerungseinstellungen
es: Ajustes de recordatorios
fr: Réglages des rappels
hy: Հիշեցումների կարգավորումներ
it: Impostazioni promemoria
ka: შეხსენებების პარამეტრები
ru: Настройки напоминаний
sr: Подешавања подсетника

# affirmations.title
source: Affirmations
de: Affirmationen
es: Afirmaciones
hy: Աֆիրմացիաներ
it: Affermazioni
ka: აფირმაციები
ru: Аффирмации
sr: Афирмације

# affirmations.today.countChipAccessibility
source: Lines per generation: %lld. Double-tap to change.
de: Zeilen pro Generierung: %lld. Zum Ändern doppelt tippen.
es: Frases por generación: %lld. Doble toque para cambiar.
fr: Phrases par génération : %lld. Touchez deux fois pour changer.
hy: Տող մեկ գեներացիայի համար՝ %lld: Կրկնակի հպեք՝ փոխելու համար:
it: Frasi per generazione: %lld. Doppio tocco per cambiare.
ka: სტრიქონი თითო გენერაციაზე: %lld. ორჯერ შეეხეთ შესაცვლელად.
ru: Строк за генерацию: %lld. Дважды коснитесь, чтобы изменить.
sr: Реченица по генерисању: %lld. Додирни двапут да промениш.

# affirmations.today.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hy: Խմբագրել
it: Modifica
ka: რედაქტირება
ru: Изменить
sr: Уреди

# affirmations.today.eyebrow
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hy: Այսօր
it: Oggi
ka: დღეს
ru: Сегодня
sr: Данас

# affirmations.today.generateNew
source: Generate new
de: Neu generieren
es: Generar nueva
fr: Générer une nouvelle
hy: Գեներացնել նորը
it: Genera nuova
ka: ახლის გენერაცია
ru: Сгенерировать новую
sr: Генериши нову

# affirmations.today.generateNewHint
source: Uses today's one regeneration
de: Verbraucht die eine Neugenerierung von heute
es: Usa la única regeneración de hoy
fr: Utilise l'unique régénération du jour
hy: Օգտագործում է այսօրվա միակ վերագեներացիան
it: Usa l'unica rigenerazione di oggi
ka: ხარჯავს დღევანდელ ერთადერთ რეგენერაციას
ru: Тратит единственную регенерацию за сегодня
sr: Троши данашње једино поновно генерисање

# affirmations.today.generatedAt
source: generated %@
de: erstellt %@
es: generada %@
fr: générée %@
hy: ստեղծվել է %@
it: generata %@
ka: შეიქმნა %@
ru: создана %@
sr: створена %@

# affirmations.today.keep
source: Keep
de: Behalten
es: Guardar
fr: Garder
hy: Պահել
it: Conserva
ka: შენახვა
ru: Сохранить
sr: Сачувај

# affirmations.today.kept
source: Kept
de: Behalten
es: Guardada
fr: Gardée
hy: Պահված է
it: Conservata
ka: შენახულია
ru: Сохранена
sr: Сачувана

# affirmations.today.limitFooter
source: 1 new generation a day · a fresh line arrives each morning
de: 1 neue Generierung pro Tag · jeden Morgen kommt eine frische Zeile
es: 1 generación nueva al día · cada mañana llega una frase fresca
fr: 1 nouvelle génération par jour · une phrase fraîche arrive chaque matin
hy: Օրական 1 նոր գեներացիա · թարմ տողը գալիս է ամեն առավոտ
it: 1 nuova generazione al giorno · ogni mattina arriva una frase fresca
ka: დღეში 1 ახალი გენერაცია · ახალი ფრაზა მოდის ყოველ დილით
ru: 1 новая генерация в день · свежая строка приходит каждое утро
sr: 1 ново генерисање дневно · свежа реченица стиже свако јутро

# affirmations.today.limitReachedFooter
source: Today's new line is used up · a fresh one arrives tomorrow morning
de: Die neue Zeile für heute ist aufgebraucht · morgen früh kommt eine frische
es: La frase nueva de hoy ya se usó · mañana por la mañana llega otra
fr: La nouvelle phrase du jour est épuisée · une autre arrive demain matin
hy: Այսօրվա նոր տողն օգտագործված է · թարմը կգա վաղն առավոտյան
it: La nuova frase di oggi è già stata usata · domattina ne arriva un'altra
ka: დღევანდელი ახალი ფრაზა გამოყენებულია · ახალი ხვალ დილით მოვა
ru: Новая строка на сегодня использована · свежая придёт завтра утром
sr: Данашња нова реченица је искоришћена · свежа стиже сутра ујутру

# affirmations.today.missing
source: No line yet today -- tap Generate new to write one for you.
de: Heute gibt es noch keine Zeile – tippe auf Neu generieren, um eine zu erstellen.
es: Hoy aún no hay frase: toca Generar nueva para crear una para ti.
fr: Pas encore de phrase aujourd'hui : touche Générer une nouvelle pour en créer une.
hy: Այսօր դեռ տող չկա. սեղմիր «Գեներացնել նորը»՝ ստեղծելու համար:
it: Oggi non c'è ancora una frase: tocca Genera nuova per crearne una per te.
ka: დღეს ფრაზა ჯერ არ არის — შეეხე „ახლის გენერაცია“-ს, რომ შეიქმნას.
ru: Строки на сегодня пока нет — нажми «Сгенерировать новую», чтобы создать её.
sr: Данас још нема реченице — додирни Генериши нову да се направи.

# aiExercise.photosAndGuide
source: Photos & full guide
de: Fotos & vollständige Anleitung
es: Fotos y guía completa
fr: Photos et guide complet
hy: Լուսանկարներ և ամբողջական ուղեցույց
it: Foto e guida completa
ka: ფოტოები და სრული გზამკვლევი
ru: Фото и полное руководство
sr: Слике и потпуни водич

# aiExercise.restLabel.none
source: no rest needed
de: keine Pause nötig
es: sin descanso
fr: pas de repos
hy: հանգիստ չի պահանջվում
it: nessun riposo
ka: დასვენება არ სჭირდება
ru: без отдыха
sr: без одмора

# aiExercise.restLabel.seconds
source: %llds rest
de: %lld s Pause
es: %lld s de descanso
fr: %lld s de repos
hy: %lld վրկ հանգիստ
it: %lld s di riposo
ka: %lld წმ დასვენება
ru: %lld с отдых
sr: %lldс одмора

# aiWorkoutBlock.finisher.recovered
source: Optional — you're well recovered
de: Optional — du bist gut erholt
es: Opcional — estás bien recuperado
fr: Facultatif — vous êtes bien récupéré
hy: Ընտրովի է — դու լավ վերականգնված ես
it: Facoltativo — sei ben recuperato
ka: სურვილისამებრ — კარგად ხარ აღდგენილი
ru: Необязательно — у тебя отличное восстановление
sr: Опционо — имаш добар опоравак

# aiWorkoutBlock.finisher.skip
source: Optional — skip freely
de: Optional — einfach überspringen
es: Opcional — sáltatelo libremente
fr: Facultatif — passez-le librement
hy: Ընտրովի է — ազատորեն բաց թող
it: Facoltativo — saltalo pure
ka: სურვილისამებრ — თამამად გამოტოვე
ru: Необязательно — можно пропустить
sr: Опционо — слободно прескочи

# aiWorkoutBlock.roundsRest
source: %lld rounds · rest %@
de: %lld Runden · Pause %@
es: %lld rondas · descanso %@
fr: %lld tours · repos %@
hy: %lld փուլ · հանգիստ %@
it: %lld round · riposo %@
ka: %lld რაუნდი · დასვენება %@
ru: %lld раунда · отдых %@
sr: %lld рунде · одмор %@

# aiWorkoutPlan.targetArea
source: Targets: %@
de: Zielbereich: %@
es: Objetivo: %@
fr: Cible : %@
hy: Թիրախ՝ %@
it: Obiettivo: %@
ka: სამიზნე: %@
ru: Цель: %@
sr: Циљ: %@

# aiWorkoutPlan.weatherNote
source: 🌡️ %@ Today's plan sticks to indoor cardio.
de: 🌡️ %@ Der heutige Plan bleibt beim Indoor-Cardio.
es: 🌡️ %@ El plan de hoy se limita a cardio en interiores.
fr: 🌡️ %@ Le programme du jour reste en cardio intérieur.
hy: 🌡️ %@ Այսօրվա ծրագիրը սահմանափակվում է փակ տարածքի կարդիոյով։
it: 🌡️ %@ Il piano di oggi resta sul cardio al chiuso.
ka: 🌡️ %@ დღევანდელი გეგმა შემოიფარგლება ინდორ კარდიოთი.
ru: 🌡️ %@ Сегодняшний план ограничен кардио в помещении.
sr: 🌡️ %@ Данашњи план се ограничава на кардио у затвореном простору.

# aiWorkoutPlan.weightsAndRPEFootnote
source: Weights start conservative — Soma adjusts from what you actually lift. RPE = how hard a set feels, 1 easy · 10 max.
de: Die Gewichte starten vorsichtig — Soma passt sich an das an, was du tatsächlich hebst. RPE = wie hart sich ein Satz anfühlt, 1 leicht · 10 maximal.
es: Los pesos comienzan de forma conservadora — Soma se ajusta según lo que realmente levantas. RPE = lo duro que se siente una serie, 1 fácil · 10 máximo.
fr: Les poids commencent prudemment — Soma s'ajuste en fonction de ce que vous soulevez réellement. RPE = à quel point une série est difficile, 1 facile · 10 maximal.
hy: Քաշերը սկսվում են զգուշավոր — Soma-ն հարմարվում է քո իրական բարձրացրած քաշին: RPE = որքան ծանր է զգացվում սեթը, 1 հեշտ · 10 առավելագույն։
it: I pesi partono in modo prudente — Soma si adatta in base a ciò che sollevi realmente. RPE = quanto è impegnativa una serie, 1 facile · 10 massimo.
ka: წონები იწყება ფრთხილად — Soma ეგუება იმას, რასაც შენ რეალურად წევ. RPE = რამდენად რთულად იგრძნობა სეტი, 1 იოლი · 10 მაქსიმალური.
ru: Веса начинаются осторожно — Soma подстраивается под то, что ты реально поднимаешь. RPE = насколько тяжёлым ощущается подход, 1 легко · 10 максимум.
sr: Тежине почињу опрезно — Soma се прилагођава ономе што заиста дижеш. RPE = колико тешка делује серија, 1 лако · 10 максимално.

# anchorSessionQuestion.daysLabel
source: Which day(s) is it usually on?
de: An welchen Tag(en) ist das meistens?
es: ¿Qué día(s) suele ser?
fr: Quel(s) jour(s) est-ce habituellement ?
hy: Այն սովորաբար ո՞ր օրը կամ օրերն է լինում։
it: In quali giorni si svolge di solito?
ka: ჩვეულებრივ რომელ დღეს ან დღეებში იმართება?
ru: В какой день (или дни) это обычно проходит?
sr: Којим даном (или данима) се то обично одржава?

# anchorSessionQuestion.namePlaceholder
source: e.g. "Hot Yoga", "Tennis league"
de: z. B. „Hot Yoga“, „Tennisliga“
es: p. ej. "Yoga caliente", "Liga de tenis"
fr: p. ex. « Hot yoga », « Ligue de tennis »
hy: օր.՝ «տաք յոգա», «թենիսի լիգա»
it: es. "Hot yoga", "Lega di tennis"
ka: მაგ. „ცხელი იოგა“, „ჩოგბურთის ლიგა“
ru: например, «хот-йога», «теннисная лига»
sr: нпр. „Хот јога", „Тениска лига"

# anchorSessionQuestion.subtitle
source: Optional -- e.g. a Tuesday hot yoga class or a Saturday tennis league. We'll build the rest of your week so you're not gassed going in, or wiped out after.
de: Optional -- z. B. ein Hot-Yoga-Kurs am Dienstag oder eine Tennisliga am Samstag. Wir bauen den Rest deiner Woche so auf, dass du weder erschöpft reingehst noch danach völlig fertig bist.
es: Opcional -- por ejemplo, una clase de yoga caliente los martes o una liga de tenis los sábados. Organizamos el resto de tu semana para que no llegues agotado/a, ni acabes destrozado/a después.
fr: Facultatif -- par exemple un cours de hot yoga le mardi ou une ligue de tennis le samedi. On organise le reste de ta semaine pour que tu n'y arrives pas déjà épuisé·e, ni que tu en ressortes lessivé·e.
hy: Ընտրովի է -- օրինակ՝ տաք յոգայի պարապմունք երեքշաբթի օրերին կամ թենիսի լիգա շաբաթ օրերին։ Կկազմենք քո շաբաթվա մնացած մասը այնպես, որ ոչ հոգնած մտնես, ոչ էլ ուժասպառ դուրս գաս։
it: Facoltativo -- ad esempio un corso di hot yoga il martedì o una lega di tennis il sabato. Organizziamo il resto della tua settimana in modo che tu non arrivi già stanco/a, né ne esca distrutto/a.
ka: სურვილისამებრ -- მაგალითად, ცხელი იოგის გაკვეთილი სამშაბათს ან ჩოგბურთის ლიგა შაბათს. დანარჩენ კვირას ისე დავგეგმავთ, რომ არც დაღლილი მიხვიდე მასზე და არც გატანჯული გამოხვიდე.
ru: Необязательно -- например, занятие хот-йогой по вторникам или теннисная лига по субботам. Мы выстроим остальную часть недели так, чтобы ты не приходил(а) туда вымотанным(ой) и не выходил(а) оттуда без сил.
sr: Необавезно — нпр. час хот јоге уторком или тениска лига суботом. Изградићемо остатак твоје недеље тако да не будеш исцрпљен/а пре тога, нити потпуно без снаге после.

# anchorSessionQuestion.title
source: Do you have a weekly class or activity to plan around?
de: Hast du einen wöchentlichen Kurs oder eine Aktivität, um die herum wir planen sollen?
es: ¿Tienes una clase o actividad semanal en torno a la cual planificar?
fr: As-tu un cours ou une activité hebdomadaire autour duquel planifier ?
hy: Ունե՞ս շաբաթական պարապմունք կամ ակտիվություն, որի շուրջ պետք է կազմվի ծրագիրը։
it: Hai un corso o un'attività settimanale attorno a cui pianificare?
ka: გაქვს კვირეული გაკვეთილი ან აქტივობა, რომლის გარშემოც უნდა დაიგეგმოს ყველაფერი?
ru: У тебя есть еженедельное занятие или активность, вокруг которой нужно строить план?
sr: Да ли имаш недељни час или активност око које треба да планирамо?

source: avg %@ · range %@–%@
de: Ø %@ · Bereich %@–%@
es: media %@ · rango %@–%@
fr: moy. %@ · plage %@–%@
hy: միջին %@ · տիրույթ %@–%@
it: media %@ · intervallo %@–%@
ka: საშ. %@ · დიაპაზონი %@–%@
ru: в среднем %@ · диапазон %@–%@
sr: просек %@ · распон %@–%@

source: barbell
de: Langhantel
es: Barra
fr: Barre
hy: Շտանգա
it: Bilanciere
ka: შტანგა
ru: Штанга
sr: Шипка

# blockerTag.busySchedule
source: Busy schedule
de: Voller Terminkalender
es: Agenda ocupada
fr: Emploi du temps chargé
hy: Զբաղված գրաֆիկ
it: Agenda fitta di impegni
ka: დატვირთული გრაფიკი
ru: Плотный график
sr: Заузет распоред

# blockerTag.fatigue
source: Constant fatigue and exhaustion
de: Ständige Müdigkeit und Erschöpfung
es: Fatiga y agotamiento constantes
fr: Fatigue et épuisement constants
hy: Մշտական հոգնածություն և ուժասպառություն
it: Stanchezza ed esaurimento costanti
ka: მუდმივი დაღლილობა და გამოფიტვა
ru: Постоянная усталость и истощение
sr: Стални умор и исцрпљеност

# blockerTag.lackOfConsistency
source: Lack of consistency
de: Fehlende Kontinuität
es: Falta de constancia
fr: Manque de régularité
hy: Հետևողականության բացակայություն
it: Mancanza di costanza
ka: თანმიმდევრულობის ნაკლებობა
ru: Нехватка постоянства
sr: Недостатак доследности

# blockerTag.lackOfSupport
source: Lack of support and plan
de: Fehlende Unterstützung und fehlender Plan
es: Falta de apoyo y de un plan
fr: Manque de soutien et de plan
hy: Աջակցության և պլանի բացակայություն
it: Mancanza di supporto e di un piano
ka: მხარდაჭერისა და გეგმის ნაკლებობა
ru: Нет поддержки и плана
sr: Недостатак подршке и плана

# blockerTag.noIdeaWhereToStart
source: No idea where to start
de: Keine Ahnung, wo ich anfangen soll
es: No sé por dónde empezar
fr: Je ne sais pas par où commencer
hy: Չգիտեմ որտեղից սկսել
it: Non so da dove iniziare
ka: არ ვიცი, საიდან დავიწყო
ru: Не знаю, с чего начать
sr: Не знам одакле да почнем

# blockerTag.overwhelmed
source: Overwhelmed with exercises
de: Überfordert mit den Übungen
es: Agobiado con los ejercicios
fr: Submergé par les exercices
hy: Վարժություններից գերբեռնվածություն
it: Sopraffatto dagli esercizi
ka: სავარჯიშოებით გადატვირთვა
ru: Перегрузка от упражнений
sr: Преоптерећеност вежбама

# blockerTag.unhealthyHabits
source: Unhealthy habits
de: Ungesunde Gewohnheiten
es: Hábitos poco saludables
fr: Mauvaises habitudes
hy: Վնասակար սովորություններ
it: Abitudini poco sane
ka: არაჯანსაღი ჩვევები
ru: Вредные привычки
sr: Нездраве навике

# bodyPartFocus.core
source: Abs & Core
de: Bauch & Rumpf
es: Abdomen y core
fr: Abdos et gainage
hy: Որովայն և կոր
it: Addominali e core
ka: პრესი და კორი
ru: Пресс и кор
sr: Трбушњаци и кор

# bodyPartFocus.fullBody
source: Full Body
de: Ganzkörper
es: Cuerpo completo
fr: Corps entier
hy: Ամբողջ մարմին
it: Corpo intero
ka: მთელი სხეული
ru: Всё тело
sr: Цело тело

# bodyPartFocus.lowerBody
source: Lower Body
de: Unterkörper
es: Tren inferior
fr: Bas du corps
hy: Ստորին մարմին
it: Parte inferiore
ka: ქვედა სხეული
ru: Нижняя часть тела
sr: Доњи део тела

# bodyPartFocus.recovery
source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
hy: Վերականգնում
it: Recupero
ka: აღდგენა
ru: Восстановление
sr: Опоравак

# bodyPartFocus.upperBody
source: Upper Body
de: Oberkörper
es: Tren superior
fr: Haut du corps
hy: Վերին մարմին
it: Parte superiore
ka: ზედა სხეული
ru: Верхняя часть тела
sr: Горњи део тела

# bodyPhotoComparison.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# bodyPhotoComparison.currentLabel
source: Current
de: Aktuell
es: Actual
fr: Actuel
hy: Ընթացիկ
it: Attuale
ka: მიმდინარე
ru: Текущее
sr: Тренутно

# bodyPhotoComparison.goalLabel
source: Goal
de: Ziel
es: Meta
fr: Objectif
hy: Նպատակ
it: Obiettivo
ka: მიზანი
ru: Цель
sr: Циљ

# bodyPhotoComparison.navigationTitle
source: Goal vs. Current
de: Ziel vs. Aktuell
es: Meta vs. Actual
fr: Objectif vs actuel
hy: Նպատակ ընդդեմ ընթացիկի
it: Obiettivo vs attuale
ka: მიზანი vs მიმდინარე
ru: Цель против текущего
sr: Циљ наспрам тренутног

# bodySection.bmi.explainer
source: A general population screening measure, not a fitness or body-composition score -- it doesn't distinguish muscle from fat.
de: Ein allgemeines Screening-Maß für die Bevölkerung, kein Fitness- oder Körperzusammensetzungswert -- es unterscheidet nicht zwischen Muskeln und Fett.
es: Una medida de detección poblacional general, no una puntuación de forma física o composición corporal -- no distingue entre músculo y grasa.
fr: Une mesure de dépistage générale pour la population, pas un score de forme physique ou de composition corporelle -- elle ne distingue pas le muscle de la graisse.
hy: Սա բնակչության ընդհանուր զննման ցուցանիշ է, ոչ թե ֆիթնեսի կամ մարմնի կազմի գնահատական -- այն չի տարբերակում մկանը ճարպից։
it: Una misura di screening generale della popolazione, non un punteggio di forma fisica o composizione corporea -- non distingue il muscolo dal grasso.
ka: ეს არის ზოგადი სკრინინგის მაჩვენებელი მოსახლეობისთვის და არა ფიტნესის ან სხეულის შემადგენლობის შეფასება -- ის არ განასხვავებს კუნთს ცხიმისგან.
ru: Это общий показатель для скрининга населения, а не оценка физической формы или состава тела -- он не различает мышцы и жир.
sr: Општи показатељ за скрининг популације, а не оцена физичке форме или састава тела — не прави разлику између мишића и масти.

# bodySection.progress.caption
source: Day %lld of roughly %lld, at your chosen pace.
de: Tag %lld von etwa %lld, in deinem gewählten Tempo.
es: Día %lld de aproximadamente %lld, a tu ritmo elegido.
fr: Jour %lld sur environ %lld, à ton rythme choisi.
hy: Օր %lld՝ մոտավորապես %lld-ից, քո ընտրած տեմպով։
it: Giorno %lld di circa %lld, al ritmo che hai scelto.
ka: დღე %lld დაახლოებით %lld-დან, შენ მიერ არჩეული ტემპით.
ru: День %lld из примерно %lld, в выбранном тобой темпе.
sr: Дан %lld од отприлике %lld, твојим изабраним темпом.

# bodySection.progress.title
source: Progress toward your goal
de: Fortschritt zu deinem Ziel
es: Progreso hacia tu objetivo
fr: Progression vers ton objectif
hy: Առաջընթաց դեպի քո նպատակը
it: Progressi verso il tuo obiettivo
ka: პროგრესი შენი მიზნისკენ
ru: Прогресс к твоей цели
sr: Напредак ка твом циљу

# bodySection.weightGoal.above
source: %@ kg above your goal of %@ kg
de: %@ kg über deinem Ziel von %@ kg
es: %@ kg por encima de tu objetivo de %@ kg
fr: %@ kg au-dessus de votre objectif de %@ kg
hy: %@ կգ ավելի, քան քո %@ կգ նպատակը
it: %@ kg sopra il tuo obiettivo di %@ kg
ka: %@ კგ შენი %@ კგ-იანი მიზნის ზემოთ
ru: На %@ кг больше твоей цели в %@ кг
sr: %@ кг изнад твог циља од %@ кг
